{"URLStatusCode": 200, "Updates": {"Latest News Update": "No Updates", "Intro Updates": {"date": 3, "stage": 2, "combined_phases": 0, "early_approval": 1, "paused": 0, "abandoned": 0, "intro": 3}}, "Execution Details": {"platforms_found": 5, "vaccine_count": {"Pre-Clinical": 2, "Phase I": 29, "Phase II": 23, "Phase III": 10, "Limited": 12, "Approved": 6, "Paused": 0, "Abandoned": 4}, "new_vaccines": {"total_new_added": 2, "number of vaccine_id assigned": 0}, "message": {"update_message": "Updated latest news of VaccineID 6, new contents: In March, the company said results could come as early as the second quarter of 2021. They also began testing versions of their vaccine tailored against new variants.|| Updated latest news of VaccineID 14, new contents: On February 27, the F.D.A. issued an emergency use authorization for Johnson & Johnson's vaccine, making it the third coronavirus vaccine available in the United States. It was also the first to be shown to be safe and effective with just one dose rather than two. The work that led to the vaccine started a decade ago at Beth Israel Deaconess Medical Center in Boston, where researchers developed a method for making vaccines out of a virus called Adenovirus 26, or Ad26 for short. Johnson & Johnson used Ad26 to develop vaccines for Ebola and other diseases with Ad26. Last January, the company and Beth Israel researchers collaborated on creating a coronavirus vaccine. After the vaccine provided protection in experiments on monkeys, Johnson & Johnson began Phase I/II trials in July. Based on promising results in these studies, Johnson & Johnson launched a Phase III trial in September using just one dose rather than two. Two days later, the United States followed suit. In their initial rollout, the company only provided 4 million doses, and another 16 million or so doses by the end of March--far fewer than the 37 million doses called for in its contract. The company said it would meet its requirement of delivering 100 million doses by June. On March 2, Merck announced it would assist Johnson & Johnson with manufacturing the vaccine. The European Union reached a similar deal on October 8 for 200 million doses. COVAX, an international collaboration to deliver the vaccine equitably across the world, secured 500 million doses. In February, the company also launched a trial for pregnant women and in March it announced it would soon start trials on children. The vaccine is being developed by Janssen Pharmaceutica, a Belgium-based division of Johnson & Johnson.|| Updated latest news of VaccineID 20, new contents: It finally launched on December 28 and is expected to deliver results in April. In March, the chief executive of Novavax said their vaccine might get authorized by the F.D.A. in May.|| ", "new_assigned_id": "No New ID", "new_vaccines": "Found new vaccine. Found match id 207.||Updated INFO.||Found new vaccine. Found match id 180.||Updated INFO.||"}}, "Algorithm": {"VaccineID Algorithm": "Found match for news #2 in except-1. Paired with VaccineID 14.||Found match for news #5 in except-1. Paired with VaccineID 14.||Found match for news #8 in except-1. Paired with VaccineID 44.||Found match for news #9 in except-3. Paired with VaccineID 45.||Found match for news #10 in except-1. Paired with VaccineID 31.||Found match for news #13 in except-1. Paired with VaccineID 11.||Found match for news #14 in except-4. Paired with VaccineID 196.||Found match for news #15 in except-4. Paired with VaccineID 21.||"}}